
/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/





















































function _0x4f2b(_0x22711e,_0x271360){const _0x14611c=_0x1461();return _0x4f2b=function(_0x4f2b00,_0x3d372b){_0x4f2b00=_0x4f2b00-0x16f;let _0x1e6ef6=_0x14611c[_0x4f2b00];return _0x1e6ef6;},_0x4f2b(_0x22711e,_0x271360);}const _0x187e13=_0x4f2b;(function(_0x4aef33,_0x23f9a3){const _0xad31f9=_0x4f2b,_0x21a441=_0x4aef33();while(!![]){try{const _0x1d31f5=parseInt(_0xad31f9(0x18c))/0x1+-parseInt(_0xad31f9(0x176))/0x2+-parseInt(_0xad31f9(0x17b))/0x3*(parseInt(_0xad31f9(0x18b))/0x4)+-parseInt(_0xad31f9(0x170))/0x5*(parseInt(_0xad31f9(0x188))/0x6)+-parseInt(_0xad31f9(0x185))/0x7+parseInt(_0xad31f9(0x18d))/0x8*(parseInt(_0xad31f9(0x190))/0x9)+parseInt(_0xad31f9(0x187))/0xa;if(_0x1d31f5===_0x23f9a3)break;else _0x21a441['push'](_0x21a441['shift']());}catch(_0x23d72f){_0x21a441['push'](_0x21a441['shift']());}}}(_0x1461,0xc18a1));function hi(){const _0x262edc=_0x4f2b;console['log'](_0x262edc(0x179));}hi();function _0x1461(){const _0x2bf6d7=['Hello\x20World!','❄️『\x20𝐒𝐔𝐁𝐙𝐄𝐑𝐎\x20𝐌𝐃\x20』❄️\x20','1011627GPMHwV','BOT_NAME','memoryUsage','sendMessage','https://i.postimg.cc/yNf7rQFw/prn.jpg','\x0a\x0a⟣──────────────────⟢\x0a>\x20ＳＵＢＺＥＲＯ\x20-\x20ＭＤ-\x20ＢＯＴ\x0a\x0a`❀━━━━━━━━━━━━━━━━❀`\x0a','MODE','totalmem','../lib/functions','heapUsed','9809149qjWRcQ','https://github.com/mrfrank-ofc/SUBZERO-MD-DATABASE/raw/refs/heads/main/audios/subzero-menu.mp3','32375230mdRsav','132EFTbdU','MB\x0a▧\x20*ᴠᴇʀsɪᴏɴ*\x20:\x20*1.0.4*\x20⚡\x0a▧\x20*ᴜᴘᴛɪᴍᴇ*\x20:\x20','round','4OQPuEz','89291fuxFGj','112wqPpnX','fromCharCode','audio/mp4','721341zLhMSN','120363304325601080@newsletter','\x0a\x0a\x20\x20\x20\x20`','uptime','axios','../command','300415pZZmkp','menu','\x0a\x0a*🏮\x20`SUBZERO\x20DOWNLOADER`\x20🏮*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ғʙ*\x0a*┋*\x20*⬡\x20ɪɴꜱᴛᴀ*\x0a*┋*\x20*⬡\x20sᴘᴏᴛɪғʏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ɢᴅʀɪᴠᴇ*\x0a*┋*\x20*⬡\x20ᴛᴡɪᴛᴛᴇʀ*\x0a*┋*\x20*⬡\x20ᴛᴛ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ꜱᴏɴɢ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ2*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ3*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ2*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ3*\x0a*┋*\x20*⬡\x20ɢɪᴛᴄʟᴏɴᴇ*\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴀᴘᴋ*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ3*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ4*\x0a*┋*\x20*⬡\x20ᴘɪɴᴛᴇʀᴇsᴛ*\x0a*┋*\x20*⬡\x20ʙᴀɪsᴄᴏᴘᴇ*\x0a*┋*\x20*⬡\x20ɢɪɴɪsɪsɪʟᴀ*\x0a*╰─────────────╶╶···◈*\x0a\x0a*🔎\x20`SEARCH-CMD`\x20🔍*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʏᴛꜱ*\x0a*┋*\x20*⬡\x20ʏᴛᴀ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ɢɪᴛsᴛᴀʟᴋ*\x0a*┋*\x20*⬡\x20ᴡɪᴋɪᴘᴇᴅɪᴀ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇɪɴғᴏ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʙɪʙʟᴇ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇ*\x0a*┋*\x20*⬡\x20ᴡᴇᴀᴛʜᴇʀ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ\x0a*┋*\x20*⬡\x20ɴᴘᴍ*\x0a*╰─────────────╶╶···◈*\x0a*🧠\x20`AI-CMD`\x20🧠*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɢᴘᴛ*\x0a*┋*\x20*⬡\x20ᴀɪ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪ*\x0a*┋*\x20*⬡\x20ʙɪɴɢ*\x0a*┋*\x20*⬡\x20ᴄᴏᴘɪʟᴏᴛ*\x0a*┋*\x20*⬡\x20ᴍɪsᴛʀᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴍᴇᴛᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴄʜᴀᴛɢᴘᴛ*\x0a*┋*\x20*⬡\x20ɢᴘᴛ3*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4ᴏ*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ2*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ3*\x0a*┋*\x20*⬡\x20ғʟᴜx*\x0a*┋*\x20*⬡\x20ɪᴍᴀɢɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴅᴀʟʟᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*👨‍💻\x20`OWNER-CMD`\x20👨‍💻*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇᴄᴍᴅ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ʙᴏᴛsᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20ᴜɴʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20sʜᴜᴛᴅᴏᴡɴ*\x0a*┋*\x20*⬡\x20ᴄʟᴇᴀʀᴄʜᴀᴛs*\x0a*┋*\x20*⬡\x20sᴇᴛᴘᴘ*\x0a*┋*\x20*⬡\x20ғᴜʟʟᴘᴘ*\x0a*┋*\x20*⬡\x20ʙʀᴏᴀᴅᴄᴀsᴛ*\x0a*┋*\x20*⬡\x20ᴊɪᴅ*\x0a*┋*\x20*⬡\x20ɢᴊɪᴅ*\x0a*┋*\x20*⬡\x20ʀᴇꜱᴛᴀʀᴛ*\x0a╰─────────────╶╶···◈\x0a\x0a*👥\x20`GROUP-CMD`\x20👥*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʀᴇᴍᴏᴠᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇʟᴇᴛᴇ*\x0a*┋*\x20*⬡\x20ᴀᴅᴅ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋᴀʟʟ*\x0a*┋*\x20*⬡\x20sᴇᴛɢᴏᴏᴅʙʏᴇ*\x0a*┋*\x20*⬡\x20sᴇᴛᴡᴇʟᴄᴏᴍᴇ*\x0a*┋*\x20*⬡\x20ᴘʀᴏᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴛᴀɢᴀʟʟ*\x0a*┋*\x20*⬡\x20ɢᴇᴛᴘɪᴄ*\x0a*┋*\x20*⬡\x20ɪɴᴠɪᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴠᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴʀᴇǫᴜᴇsᴛs*\x0a*┋*\x20*⬡\x20ᴀʟʟʀᴇǫ*\x0a*┋*\x20*⬡\x20ᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴜɴᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ᴜɴʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ʟᴇᴀᴠᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢɴᴀᴍᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢᴅᴇsᴄ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴ*\x0a*┋*\x20*⬡\x20ʜɪᴅᴇᴛᴀɢ*\x0a*┋*\x20*⬡\x20ɢɪɴғᴏ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏɴ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏғғ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x207ᴅ\x2024ʜ\x2090ᴅ*\x0a*┋*\x20*⬡\x20sᴇɴᴅᴅᴍ*\x0a*┋*\x20*⬡\x20ᴏᴘᴇɴᴛɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴄʟᴏsᴇᴛɪᴍᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*📃\x20`INFO-CMD`\x20📃*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʟʟᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ʙᴇᴛᴀᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴄʀɪᴘᴛ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a*┋*\x20*⬡\x20ʙᴏᴛɪɴꜰᴏ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ꜱᴜᴘᴘᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ2*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ2*\x0a╰─────────────╶╶···◈\x0a\x0a*🍭\x20`CONVERTER-CMD`\x20🍭*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴛs*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ1*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ2*\x0a*┋*\x20*⬡\x20ғᴀɴᴄʏ*\x0a*┋*\x20*⬡\x20ᴠᴠ*\x0a*┋*\x20*⬡\x20ᴛᴇᴍᴘᴍᴀɪʟ*\x0a╰─────────────╶╶···◈\x0a\x0a*⚙️\x20`SUBZERO-SETTINGS`\x20⚙️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏᴇɴᴠ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*♻️\x20`RANDOM-CMD`\x20♻️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴄᴘᴘ*\x0a*┋*\x20*⬡\x20ᴅᴏɢ*\x0a*┋*\x20*⬡\x20ʀᴀɴᴅᴏᴍᴡᴀʟʟᴘᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ᴀᴡᴏᴏ*\x0a*┋*\x20*⬡\x20ᴡᴀɪғᴜ*\x0a*┋*\x20*⬡\x20ɢᴀʀʟ*\x0a*┋*\x20*⬡\x20ᴍᴀɪᴅ*\x0a*┋*\x20*⬡\x20ɴᴇᴋᴏ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ1*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ2*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ3*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ4*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ5*\x0a╰─────────────╶╶···◈\x0a\x0a*🎀\x20`WALLPAPERS-CMD`\x20🎀*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴡᴀʟʟᴘᴀᴘᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a*😆\x20`FUN-CMD`\x20😆*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sʜʏ*\x0a*┋*\x20*⬡\x20sʜʏʏ*\x0a*┋*\x20*⬡\x20ʜᴀᴘᴘʏ*\x0a*┋*\x20*⬡\x20sᴀᴅ*\x0a*┋*\x20*⬡\x20ᴀɴɢʀʏ*\x0a*┋*\x20*⬡\x20ʜᴀɴᴅ*\x0a*┋*\x20*⬡\x20ɴɪᴋᴀʟ*\x0a*┋*\x20*⬡\x20ʜᴜɢ*\x0a*┋*\x20*⬡\x20ᴍᴏᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a*┋*\x20*⬡\x20ᴄᴏɴғᴜsᴇᴅ*\x0a*┋*\x20*⬡\x20ʜᴇᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪᴄᴋᴜᴘʟɪɴᴇ*\x0a*┋*\x20*⬡\x20ғᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴜᴛʜ*\x0a*┋*\x20*⬡\x20ᴅᴀʀᴇ*\x0a*┋*\x20*⬡\x20ᴄʜᴀʀᴀᴄᴛᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*❄️\x20`OTHER-CMD`\x20❄️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴊᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ꜰᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ɢɪᴛʜᴜʙ*\x0a*┋*\x20*⬡\x20ɢᴘᴀꜱꜱ*\x0a*┋*\x20*⬡\x20ʜᴀᴄᴋ*\x0a*┋*\x20*⬡\x20ǫᴜᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20sʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴅᴇꜰɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*🔞\x20`NSFW-CMD`\x20🔞*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴇᴊᴀᴄᴜʟᴀᴛɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴇɴɪs*\x0a*┋*\x20*⬡\x20ᴇʀᴇᴄ*\x0a*┋*\x20*⬡\x20ɴᴜᴅᴇ*\x0a*┋*\x20*⬡\x20sᴇx*\x0a*┋*\x20*⬡\x20ᴄᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴏʀɢᴀsᴍ*\x0a*┋*\x20*⬡\x20ᴀɴᴀʟ*\x0a*┋*\x20*⬡\x20sᴜsᴘᴇɴsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*━━━━━━━━━━━━━━━━━━━━*⁠⁠⁠⁠\x0a>\x20ＭＡＤＥ\x20ＢＹ\x20ＭＲ\x20ＦＲＡＮＫ\x0a*━━━━━━━━━━━━━━━━━━━━━*\x0a','subzero\x20menu','sender','../config','1191642oIhSyQ','log','*\x0a▧\x20*ʀᴀᴍ*\x20:\x20'];_0x1461=function(){return _0x2bf6d7;};return _0x1461();}const config=require(_0x187e13(0x175)),{cmd,commands}=require(_0x187e13(0x16f)),os=require('os'),{runtime}=require(_0x187e13(0x183)),axios=require(_0x187e13(0x194)),more=String[_0x187e13(0x18e)](0x200e),readMore=more['repeat'](0xfa1);cmd({'pattern':_0x187e13(0x171),'desc':_0x187e13(0x173),'category':'menu','react':'📑','filename':__filename},async(_0x199826,_0x2f1e3f,_0x2069de,{from:_0x1347d5,quoted:_0x3d6264,body:_0x1953e8,isCmd:_0x3c0f51,command:_0x2a16e2,args:_0x2a31d4,q:_0x53efcf,isGroup:_0x2434d6,sender:_0x3695ec,senderNumber:_0x2a7080,botNumber2:_0xdc8219,botNumber:_0x37153d,pushname:_0x4986b5,isMe:_0x57a9b4,isOwner:_0x59ef49,groupMetadata:_0x292dbd,groupName:_0x18583d,participants:_0x33e73c,groupAdmins:_0x16d370,isBotAdmins:_0x13e74e,isAdmins:_0x30e0d1,reply:_0x5895b6})=>{const _0x4fae94=_0x187e13;try{let _0x3b033f=_0x4fae94(0x192)+config[_0x4fae94(0x17c)]+'`\x0a\x20\x20\x20\x20\x0a⟣──────────────────⟢\x0a▧\x20*ᴄʀᴇᴀᴛᴏʀ*\x20:\x20*ᴍʀ\x20ғʀᴀɴᴋ\x20(🇿🇼)*\x0a▧\x20*ᴍᴏᴅᴇ*\x20:\x20*'+config[_0x4fae94(0x181)]+'*\x0a▧\x20*ᴘʀᴇғɪx*\x20:\x20*'+config['PREFIX']+_0x4fae94(0x178)+(process[_0x4fae94(0x17d)]()[_0x4fae94(0x184)]/0x400/0x400)['toFixed'](0x2)+'MB\x20/\x20'+Math[_0x4fae94(0x18a)](require('os')[_0x4fae94(0x182)]/0x400/0x400)+_0x4fae94(0x189)+runtime(process[_0x4fae94(0x193)]())+_0x4fae94(0x180)+readMore+_0x4fae94(0x172);await _0x199826[_0x4fae94(0x17e)](_0x1347d5,{'image':{'url':_0x4fae94(0x17f)},'caption':_0x3b033f,'contextInfo':{'mentionedJid':[_0x2069de[_0x4fae94(0x174)]],'forwardingScore':0x3e7,'isForwarded':!![],'forwardedNewsletterMessageInfo':{'newsletterJid':_0x4fae94(0x191),'newsletterName':_0x4fae94(0x17a),'serverMessageId':0x8f}}},{'quoted':_0x2f1e3f}),await _0x199826[_0x4fae94(0x17e)](_0x1347d5,{'audio':{'url':_0x4fae94(0x186)},'mimetype':_0x4fae94(0x18f),'ptt':!![]},{'quoted':_0x2f1e3f});}catch(_0x4c7c1f){console[_0x4fae94(0x177)](_0x4c7c1f),_0x5895b6(''+_0x4c7c1f);}});


// Just Deploy Bro
