
/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/





















































const _0x1dfde2=_0x11f8;(function(_0x1a714f,_0x135730){const _0xbd6f26=_0x11f8,_0x1ba28e=_0x1a714f();while(!![]){try{const _0x3c8cd6=-parseInt(_0xbd6f26(0xe4))/0x1*(-parseInt(_0xbd6f26(0x105))/0x2)+parseInt(_0xbd6f26(0xf9))/0x3*(parseInt(_0xbd6f26(0x103))/0x4)+-parseInt(_0xbd6f26(0xe7))/0x5+parseInt(_0xbd6f26(0xfa))/0x6*(-parseInt(_0xbd6f26(0xe3))/0x7)+parseInt(_0xbd6f26(0x109))/0x8*(-parseInt(_0xbd6f26(0xf6))/0x9)+parseInt(_0xbd6f26(0xef))/0xa*(-parseInt(_0xbd6f26(0xed))/0xb)+parseInt(_0xbd6f26(0xf4))/0xc*(parseInt(_0xbd6f26(0x107))/0xd);if(_0x3c8cd6===_0x135730)break;else _0x1ba28e['push'](_0x1ba28e['shift']());}catch(_0x1383b9){_0x1ba28e['push'](_0x1ba28e['shift']());}}}(_0x3ab1,0x4af11));function hi(){const _0x556af0=_0x11f8;console['log'](_0x556af0(0xee));}function _0x11f8(_0x1774f4,_0x1ea60a){const _0x3ab113=_0x3ab1();return _0x11f8=function(_0x11f899,_0x5d0b28){_0x11f899=_0x11f899-0xe3;let _0x4dd4af=_0x3ab113[_0x11f899];return _0x4dd4af;},_0x11f8(_0x1774f4,_0x1ea60a);}hi();const config=require(_0x1dfde2(0x101)),{cmd,commands}=require(_0x1dfde2(0xe8)),os=require('os'),{runtime}=require(_0x1dfde2(0xf5)),axios=require(_0x1dfde2(0xe9)),more=String[_0x1dfde2(0xec)](0x200e),readMore=more[_0x1dfde2(0xff)](0xfa1);function _0x3ab1(){const _0x19f579=['18694cGUvmj','MB\x0a▧\x20*ᴠᴇʀsɪᴏɴ*\x20:\x20*1.0.4*\x20⚡\x0a▧\x20*ᴜᴘᴛɪᴍᴇ*\x20:\x20','64CeQxjX','menu','5586YjCXRl','6OUKvsQ','sender','memoryUsage','460980VQRekA','../command','axios','*\x0a▧\x20*ʀᴀᴍ*\x20:\x20','https://i.postimg.cc/yNf7rQFw/prn.jpg','fromCharCode','11EyDaLN','Hello\x20World!','127910IWveSq','BOT_NAME','round','MODE','sendMessage','7464XroLrx','../lib/functions','575325pehBdP','```\x0a\x20\x20\x20\x20\x0a⟣──────────────────⟢\x0a▧\x20*ᴄʀᴇᴀᴛᴏʀ*\x20:\x20*ᴍʀ\x20ғʀᴀɴᴋ\x20(🇿🇼)*\x0a▧\x20*ᴍᴏᴅᴇ*\x20:\x20*','log','6nldElO','4098NjBXde','PREFIX','MB\x20/\x20','uptime','\x0a\x0a\x20\x20\x20\x20```','repeat','toFixed','../config','https://github.com/mrfrank-ofc/SUBZERO-MD-DATABASE/raw/refs/heads/main/audios/subzero-menu.mp3','181664xWRXJs','subzero\x20menu','161038ozvVJT','\x0a\x0a*🏮\x20`SUBZERO\x20DOWNLOADER`\x20🏮*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ғʙ*\x0a*┋*\x20*⬡\x20ɪɴꜱᴛᴀ*\x0a*┋*\x20*⬡\x20sᴘᴏᴛɪғʏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ɢᴅʀɪᴠᴇ*\x0a*┋*\x20*⬡\x20ᴛᴡɪᴛᴛᴇʀ*\x0a*┋*\x20*⬡\x20ᴛᴛ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ꜱᴏɴɢ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ2*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ3*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ2*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ3*\x0a*┋*\x20*⬡\x20ɢɪᴛᴄʟᴏɴᴇ*\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴀᴘᴋ*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ3*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ4*\x0a*┋*\x20*⬡\x20ᴘɪɴᴛᴇʀᴇsᴛ*\x0a*┋*\x20*⬡\x20ʙᴀɪsᴄᴏᴘᴇ*\x0a*┋*\x20*⬡\x20ɢɪɴɪsɪsɪʟᴀ*\x0a*╰─────────────╶╶···◈*\x0a\x0a*🔎\x20`SEARCH-CMD`\x20🔍*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʏᴛꜱ*\x0a*┋*\x20*⬡\x20ʏᴛᴀ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ɢɪᴛsᴛᴀʟᴋ*\x0a*┋*\x20*⬡\x20ᴡɪᴋɪᴘᴇᴅɪᴀ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇɪɴғᴏ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʙɪʙʟᴇ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇ*\x0a*┋*\x20*⬡\x20ᴡᴇᴀᴛʜᴇʀ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ\x0a*┋*\x20*⬡\x20ɴᴘᴍ*\x0a*╰─────────────╶╶···◈*\x0a*🧠\x20`AI-CMD`\x20🧠*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɢᴘᴛ*\x0a*┋*\x20*⬡\x20ᴀɪ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪ*\x0a*┋*\x20*⬡\x20ʙɪɴɢ*\x0a*┋*\x20*⬡\x20ᴄᴏᴘɪʟᴏᴛ*\x0a*┋*\x20*⬡\x20ᴍɪsᴛʀᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴍᴇᴛᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴄʜᴀᴛɢᴘᴛ*\x0a*┋*\x20*⬡\x20ɢᴘᴛ3*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4ᴏ*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ2*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ3*\x0a*┋*\x20*⬡\x20ғʟᴜx*\x0a*┋*\x20*⬡\x20ɪᴍᴀɢɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴅᴀʟʟᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*👨‍💻\x20`OWNER-CMD`\x20👨‍💻*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇᴄᴍᴅ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ʙᴏᴛsᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20ᴜɴʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20sʜᴜᴛᴅᴏᴡɴ*\x0a*┋*\x20*⬡\x20ᴄʟᴇᴀʀᴄʜᴀᴛs*\x0a*┋*\x20*⬡\x20sᴇᴛᴘᴘ*\x0a*┋*\x20*⬡\x20ғᴜʟʟᴘᴘ*\x0a*┋*\x20*⬡\x20ʙʀᴏᴀᴅᴄᴀsᴛ*\x0a*┋*\x20*⬡\x20ᴊɪᴅ*\x0a*┋*\x20*⬡\x20ɢᴊɪᴅ*\x0a*┋*\x20*⬡\x20ʀᴇꜱᴛᴀʀᴛ*\x0a╰─────────────╶╶···◈\x0a\x0a*👥\x20`GROUP-CMD`\x20👥*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʀᴇᴍᴏᴠᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇʟᴇᴛᴇ*\x0a*┋*\x20*⬡\x20ᴀᴅᴅ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋᴀʟʟ*\x0a*┋*\x20*⬡\x20sᴇᴛɢᴏᴏᴅʙʏᴇ*\x0a*┋*\x20*⬡\x20sᴇᴛᴡᴇʟᴄᴏᴍᴇ*\x0a*┋*\x20*⬡\x20ᴘʀᴏᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴛᴀɢᴀʟʟ*\x0a*┋*\x20*⬡\x20ɢᴇᴛᴘɪᴄ*\x0a*┋*\x20*⬡\x20ɪɴᴠɪᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴠᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴʀᴇǫᴜᴇsᴛs*\x0a*┋*\x20*⬡\x20ᴀʟʟʀᴇǫ*\x0a*┋*\x20*⬡\x20ᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴜɴᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ᴜɴʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ʟᴇᴀᴠᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢɴᴀᴍᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢᴅᴇsᴄ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴ*\x0a*┋*\x20*⬡\x20ʜɪᴅᴇᴛᴀɢ*\x0a*┋*\x20*⬡\x20ɢɪɴғᴏ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏɴ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏғғ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x207ᴅ\x2024ʜ\x2090ᴅ*\x0a*┋*\x20*⬡\x20sᴇɴᴅᴅᴍ*\x0a*┋*\x20*⬡\x20ᴏᴘᴇɴᴛɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴄʟᴏsᴇᴛɪᴍᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*📃\x20`INFO-CMD`\x20📃*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʟʟᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ʙᴇᴛᴀᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴄʀɪᴘᴛ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a*┋*\x20*⬡\x20ʙᴏᴛɪɴꜰᴏ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ꜱᴜᴘᴘᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ2*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ2*\x0a╰─────────────╶╶···◈\x0a\x0a*🍭\x20`CONVERTER-CMD`\x20🍭*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴛs*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ1*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ2*\x0a*┋*\x20*⬡\x20ғᴀɴᴄʏ*\x0a*┋*\x20*⬡\x20ᴠᴠ*\x0a*┋*\x20*⬡\x20ᴛᴇᴍᴘᴍᴀɪʟ*\x0a╰─────────────╶╶···◈\x0a\x0a*⚙️\x20`SUBZERO-SETTINGS`\x20⚙️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏᴇɴᴠ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*♻️\x20`RANDOM-CMD`\x20♻️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴄᴘᴘ*\x0a*┋*\x20*⬡\x20ᴅᴏɢ*\x0a*┋*\x20*⬡\x20ʀᴀɴᴅᴏᴍᴡᴀʟʟᴘᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ᴀᴡᴏᴏ*\x0a*┋*\x20*⬡\x20ᴡᴀɪғᴜ*\x0a*┋*\x20*⬡\x20ɢᴀʀʟ*\x0a*┋*\x20*⬡\x20ᴍᴀɪᴅ*\x0a*┋*\x20*⬡\x20ɴᴇᴋᴏ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ1*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ2*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ3*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ4*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ5*\x0a╰─────────────╶╶···◈\x0a\x0a*🎀\x20`WALLPAPERS-CMD`\x20🎀*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴡᴀʟʟᴘᴀᴘᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a*😆\x20`FUN-CMD`\x20😆*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sʜʏ*\x0a*┋*\x20*⬡\x20sʜʏʏ*\x0a*┋*\x20*⬡\x20ʜᴀᴘᴘʏ*\x0a*┋*\x20*⬡\x20sᴀᴅ*\x0a*┋*\x20*⬡\x20ᴀɴɢʀʏ*\x0a*┋*\x20*⬡\x20ʜᴀɴᴅ*\x0a*┋*\x20*⬡\x20ɴɪᴋᴀʟ*\x0a*┋*\x20*⬡\x20ʜᴜɢ*\x0a*┋*\x20*⬡\x20ᴍᴏᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a*┋*\x20*⬡\x20ᴄᴏɴғᴜsᴇᴅ*\x0a*┋*\x20*⬡\x20ʜᴇᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪᴄᴋᴜᴘʟɪɴᴇ*\x0a*┋*\x20*⬡\x20ғᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴜᴛʜ*\x0a*┋*\x20*⬡\x20ᴅᴀʀᴇ*\x0a*┋*\x20*⬡\x20ᴄʜᴀʀᴀᴄᴛᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*❄️\x20`OTHER-CMD`\x20❄️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴊᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ꜰᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ɢɪᴛʜᴜʙ*\x0a*┋*\x20*⬡\x20ɢᴘᴀꜱꜱ*\x0a*┋*\x20*⬡\x20ʜᴀᴄᴋ*\x0a*┋*\x20*⬡\x20ǫᴜᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20sʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴅᴇꜰɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*🔞\x20`NSFW-CMD`\x20🔞*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴇᴊᴀᴄᴜʟᴀᴛɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴇɴɪs*\x0a*┋*\x20*⬡\x20ᴇʀᴇᴄ*\x0a*┋*\x20*⬡\x20ɴᴜᴅᴇ*\x0a*┋*\x20*⬡\x20sᴇx*\x0a*┋*\x20*⬡\x20ᴄᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴏʀɢᴀsᴍ*\x0a*┋*\x20*⬡\x20ᴀɴᴀʟ*\x0a*┋*\x20*⬡\x20sᴜsᴘᴇɴsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*━━━━━━━━━━━━━━━━━━━━*⁠⁠⁠⁠\x0a>\x20ＭＡＤＥ\x20ＢＹ\x20ＭＲ\x20ＦＲＡＮＫ\x0a*━━━━━━━━━━━━━━━━━━━━━*\x0a'];_0x3ab1=function(){return _0x19f579;};return _0x3ab1();}cmd({'pattern':_0x1dfde2(0x10a),'desc':_0x1dfde2(0x104),'category':_0x1dfde2(0x10a),'react':'📑','filename':__filename},async(_0x1255a3,_0xb5c298,_0x308cfa,{from:_0x5097ff,quoted:_0x2a98ce,body:_0x5ddede,isCmd:_0x2a451d,command:_0x32a76d,args:_0x511142,q:_0x15c897,isGroup:_0x5d1d36,sender:_0x320e2f,senderNumber:_0x34a180,botNumber2:_0x2aac49,botNumber:_0x2f1d01,pushname:_0x319381,isMe:_0x1f98c7,isOwner:_0x149fe4,groupMetadata:_0x5920d4,groupName:_0x420323,participants:_0x15662a,groupAdmins:_0x369ae6,isBotAdmins:_0x286e78,isAdmins:_0x5e93fa,reply:_0x464e37})=>{const _0xcc383=_0x1dfde2;try{let _0xaf75f4=_0xcc383(0xfe)+config[_0xcc383(0xf0)]+_0xcc383(0xf7)+config[_0xcc383(0xf2)]+'*\x0a▧\x20*ᴘʀᴇғɪx*\x20:\x20*'+config[_0xcc383(0xfb)]+_0xcc383(0xea)+(process[_0xcc383(0xe6)]()['heapUsed']/0x400/0x400)[_0xcc383(0x100)](0x2)+_0xcc383(0xfc)+Math[_0xcc383(0xf1)](require('os')['totalmem']/0x400/0x400)+_0xcc383(0x108)+runtime(process[_0xcc383(0xfd)]())+'\x0a\x0a⟣──────────────────⟢\x0a>\x20ＳＵＢＺＥＲＯ\x20-\x20ＭＤ-\x20ＢＯＴ\x0a\x0a⟣──────────────────⟢\x0a'+readMore+_0xcc383(0x106);await _0x1255a3['sendMessage'](_0x5097ff,{'image':{'url':_0xcc383(0xeb)},'caption':_0xaf75f4,'contextInfo':{'mentionedJid':[_0x308cfa[_0xcc383(0xe5)]],'forwardingScore':0x3e7,'isForwarded':!![],'forwardedNewsletterMessageInfo':{'newsletterJid':'120363304325601080@newsletter','newsletterName':'❄️『\x20𝐒𝐔𝐁𝐙𝐄𝐑𝐎\x20𝐌𝐃\x20』❄️\x20','serverMessageId':0x8f}}},{'quoted':_0xb5c298}),await _0x1255a3[_0xcc383(0xf3)](_0x5097ff,{'audio':{'url':_0xcc383(0x102)},'mimetype':'audio/mp4','ptt':!![]},{'quoted':_0xb5c298});}catch(_0x493bc7){console[_0xcc383(0xf8)](_0x493bc7),_0x464e37(''+_0x493bc7);}});


// Just Deploy Bro
